const quiz = [
    {
        "q": "नेपालको पहिलो राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "बर्दिया राष्ट्रिय निकुञ्ज",
            "चितवन राष्ट्रिय निकुञ्ज",
            "शे-फोक्सुण्डो राष्ट्रिय निकुञ्ज",
            "रारा राष्ट्रिय निकुञ्ज"
        ],
        "answer": 1
    },
    {
        "q": "चितवन राष्ट्रिय निकुञ्जले देहायका मध्ये कुन जिल्लालाई छोएको छैन ?",
        "options": [
            "मकवानपुर",
            "पर्सा",
            "पूर्वी नवलपरासी",
            "कुनैपनि होइन"
        ],
        "answer": 3
    },
    {
        "q": "चितवन राष्ट्रिय निकुञ्जको कुल क्षेत्रफल कति वर्ग किलोमिटर रहेको छ ?",
        "options": [
            "९५२.६३",
            "९५०.६३",
            "३६५२.६३",
            "९५४.६६"
        ],
        "answer": 0
    },
    {
        "q": "चितवन राष्ट्रिय निकुञ्ज कहिले रामसार क्षेत्रमा सिमसार क्षेत्रको रुपमा सूचीकृत भएको थियो ?",
        "options": [
            "२००३/०८/१३",
            "२००३/०५/१५",
            "२००८/०८/१३",
            "२००८/१०/१२"
        ],
        "answer": 1
    },
    {
        "q": "तराई प्रदेशको सबैभन्दा ठूलो राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "चितवन राष्ट्रिय निकुञ्ज",
            "बर्दिया राष्ट्रिय निकुञ्ज",
            "बाँके राष्ट्रिय निकुञ्ज",
            "शुक्लाफाँटा राष्ट्रिय निकुञ्ज"
        ],
        "answer": 1
    },
    {
        "q": "बर्दिया राष्ट्रिय निकुञ्जको कुल क्षेत्रफल कति वर्ग किलोमिटर रहेको छ ?",
        "options": [
            "९५०",
            "९८०",
            "९५२.६३",
            "९९०"
        ],
        "answer": 2
    },
    {
        "q": "बर्दिया राष्ट्रिय निकुञ्जमा कति प्रकारका स्तनधारी वन्यजन्तु रहेका छन् ?",
        "options": [
            "५०",
            "५२",
            "५४",
            "५६"
        ],
        "answer": 3
    },
    {
        "q": "सगरमाथा राष्ट्रिय निकुञ्जको स्थापना कहिले भएको थियो ?",
        "options": [
            "वि.सं. २०३२",
            "वि.सं. २०३४",
            "वि.सं. २०३०",
            "वि.सं. २०२९"
        ],
        "answer": 0
    },
    {
        "q": "विश्वको सबैभन्दा अग्लो स्थानमा रहेको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "रारा राष्ट्रिय निकुञ्ज",
            "सगरमाथा राष्ट्रिय निकुञ्ज",
            "शे-फोक्सुण्डो राष्ट्रिय निकुञ्ज",
            "खप्तड राष्ट्रिय निकुञ्ज"
        ],
        "answer": 1
    },
    {
        "q": "हिउँ चितुवाका लागि सबैभन्दा उपयुक्त बासस्थान भएको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "रारा राष्ट्रिय निकुञ्ज",
            "चितवन राष्ट्रिय निकुञ्ज",
            "शे-फोक्सुण्डो राष्ट्रिय निकुञ्ज",
            "खप्तड राष्ट्रिय निकुञ्ज"
        ],
        "answer": 2
    },
    {
        "q": "मकालु वरुण राष्ट्रिय निकुञ्जको स्थापना कहिले भएको हो ?",
        "options": [
            "वि.सं. २०४५",
            "वि.सं. २०४६",
            "वि.सं. २०४७",
            "वि.सं. २०४८"
        ],
        "answer": 0
    },
    {
        "q": "विश्वको सबैभन्दा गहिरो उपत्यका कुन राष्ट्रिय निकुञ्जमा पर्दछ ?",
        "options": [
            "शे-फोक्सुण्डो राष्ट्रिय निकुञ्ज",
            "मकालु वरुण राष्ट्रिय निकुञ्ज",
            "रारा राष्ट्रिय निकुञ्ज",
            "सगरमाथा राष्ट्रिय निकुञ्ज"
        ],
        "answer": 1
    },
    {
        "q": "मकालु वरुण राष्ट्रिय निकुञ्जको क्षेत्रफल कति वर्ग किलोमिटर रहेको छ ?",
        "options": [
            "१५००",
            "१४००",
            "१८००",
            "१६००"
        ],
        "answer": 0
    },
    {
        "q": "छिर्केमिर्के रेव 'बार्बलर' र 'ओलिनभ ग्राउण्ड बार्बलर' फिस्टे चराहरु पाइने राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "चितवन राष्ट्रिय निकुञ्ज",
            "बर्दिया राष्ट्रिय निकुञ्ज",
            "मकालु वरुण राष्ट्रिय निकुञ्ज",
            "शे-फोक्सुण्डो राष्ट्रिय निकुञ्ज"
        ],
        "answer": 2
    },
    {
        "q": "“खोप्पालुङ” भनेर केलाई चिनिन्छ ?",
        "options": [
            "गुफा",
            "चराहरु",
            "वन्यजन्तु",
            "निकुञ्जका कर्मचारी"
        ],
        "answer": 2
    },
    {
        "q": "शिवपुरी नागार्जुन राष्ट्रिय निकुञ्जको स्थापना कहिले भयो ?",
        "options": [
            "वि.सं. २०५८",
            "वि.सं. २०५०",
            "वि.सं. २०६०",
            "वि.सं. २०६४"
        ],
        "answer": 2
    },
    {
        "q": "शिवपुरी नागार्जुन राष्ट्रिय निकुञ्जको कुल क्षेत्रफल कति वर्ग किलोमिटर रहेको छ ?",
        "options": [
            "१५९",
            "३०५",
            "५५०",
            "१६४"
        ],
        "answer": 3
    },
    {
        "q": "काठमाडौँबाट सबैभन्दा नजिकको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "पर्सा राष्ट्रिय निकुञ्ज",
            "शिवपुरी नागार्जुन राष्ट्रिय निकुञ्ज",
            "चितवन राष्ट्रिय निकुञ्ज",
            "बाँके राष्ट्रिय निकुञ्ज"
        ],
        "answer": 1
    },
    {
        "q": "विष्णाय तथा नागी गुम्बा जस्ता धार्मिक स्थल भएको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "शे-फोक्सुण्डो राष्ट्रिय निकुञ्ज",
            "रारा राष्ट्रिय निकुञ्ज",
            "चितवन राष्ट्रिय निकुञ्ज",
            "शिवपुरी नागार्जुन राष्ट्रिय निकुञ्ज"
        ],
        "answer": 3
    },
    {
        "q": "बाँके राष्ट्रिय निकुञ्जको स्थापना कहिले भएको हो ?",
        "options": [
            "वि.सं. २०६० असार २८ गते",
            "वि.सं. २०६५ असार १० गते",
            "वि.सं. २०७० असार २० गते",
            "वि.सं. २०६६ असार १५ गते"
        ],
        "answer": 0
    },
    {
        "q": "बाँके राष्ट्रिय निकुञ्जको कुल क्षेत्रफल कति वर्ग किलोमिटर रहेको छ ?",
        "options": [
            "५५०",
            "१३२५",
            "३०५",
            "६२७.३९"
        ],
        "answer": 2
    },
    {
        "q": "भारतको सहेलवा क्षेत्रसँग जोडिएको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "चितवन राष्ट्रिय निकुञ्ज",
            "बाँके राष्ट्रिय निकुञ्ज",
            "बर्दिया राष्ट्रिय निकुञ्ज",
            "शुक्लाफाँटा राष्ट्रिय निकुञ्ज"
        ],
        "answer": 1
    },
    {
        "q": "महादेवपुरी Bottle-neck क्षेत्र भएको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "शिवपुरी नागार्जुन राष्ट्रिय निकुञ्ज",
            "पर्सा राष्ट्रिय निकुञ्ज",
            "बाँके राष्ट्रिय निकुञ्ज",
            "बर्दिया राष्ट्रिय निकुञ्ज"
        ],
        "answer": 2
    },
    {
        "q": "शुक्लाफाँटा राष्ट्रिय निकुञ्जको स्थापना कहिले भएको थियो ?",
        "options": [
            "वि.सं. २०३१",
            "वि.सं. २०४५",
            "वि.सं. २०३३",
            "वि.सं. २०७३"
        ],
        "answer": 2
    },
    {
        "q": "शुक्लाफाँटा राष्ट्रिय निकुञ्जको कुल क्षेत्रफल कति वर्ग किलोमिटर रहेको छ ?",
        "options": [
            "६२७.३९",
            "५०५",
            "३०५",
            "१३२५"
        ],
        "answer": 0
    },
    {
        "q": "बाह्रसिङ्गा र जंगली हात्तीका लागि प्रसिद्ध राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "चितवन राष्ट्रिय निकुञ्ज",
            "शुक्लाफाँटा राष्ट्रिय निकुञ्ज",
            "बाँके राष्ट्रिय निकुञ्ज",
            "चितवन राष्ट्रिय निकुञ्ज"
        ],
        "answer": 1
    },
    {
        "q": "ऐतिहासिक विशाल रावीताल रहेको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "रारा राष्ट्रिय निकुञ्ज",
            "खप्तड राष्ट्रिय निकुञ्ज",
            "शुक्लाफाँटा राष्ट्रिय निकुञ्ज",
            "बर्दिया राष्ट्रिय निकुञ्ज"
        ],
        "answer": 2
    },
    {
        "q": "Yellow weaver नामको अति दुर्लभ चरा पहिलोपटक देखापरेको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "चितवन राष्ट्रिय निकुञ्ज",
            "खप्तड राष्ट्रिय निकुञ्ज",
            "शुक्लाफाँटा राष्ट्रिय निकुञ्ज",
            "बर्दिया राष्ट्रिय निकुञ्ज"
        ],
        "answer": 2
    },
    {
        "q": "विश्वकै दुर्लभ मानिएको लेसर भुँडीफोर पंक्षी पाइने राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "शुक्लाफाँटा राष्ट्रिय निकुञ्ज",
            "रारा राष्ट्रिय निकुञ्ज",
            "बाँके राष्ट्रिय निकुञ्ज",
            "चितवन राष्ट्रिय निकुञ्ज"
        ],
        "answer": 2
    },
    {
        "q": "नेपालको सबैभन्दा कान्छो राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "बाँके राष्ट्रिय निकुञ्ज",
            "चितवन राष्ट्रिय निकुञ्ज",
            "पर्सा राष्ट्रिय निकुञ्ज",
            "सगरमाथा राष्ट्रिय निकुञ्ज"
        ],
        "answer": 2
    },
    {
        "q": "पर्सा राष्ट्रिय निकुञ्जको स्थापना कहिले भएको थियो ?",
        "options": [
            "वि.सं. २०४०",
            "वि.सं. २०४२",
            "वि.सं. २०३८",
            "वि.सं. २०३२"
        ],
        "answer": 3
    },
    {
        "q": "पर्सा राष्ट्रिय निकुञ्जले तलका मध्ये नछोएको जिल्ला कुन हो ?",
        "options": [
            "मकवानपुर",
            "बारा",
            "रौतहट",
            "कुनै पनि होइन"
        ],
        "answer": 2
    },
    {
        "q": "वि.सं. २०४० मा वन्यजन्तु आरक्षको रुपमा स्थापित भएपछि २०७६ मा राष्ट्रिय निकुञ्जमा परिणत भएको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "पर्सा राष्ट्रिय निकुञ्ज",
            "शुक्लाफाँटा राष्ट्रिय निकुञ्ज",
            "बाँके राष्ट्रिय निकुञ्ज",
            "कुनैपनि होइन"
        ],
        "answer": 0
    },
    {
        "q": "नेपालको एक मात्र वन्यजन्तु आरक्ष कुन हो ?",
        "options": [
            "कोशी-टप्पु",
            "पर्सा",
            "खप्तड",
            "शुक्लाफाँटा"
        ],
        "answer": 0
    },
    {
        "q": "हाल नेपालमा कतिवटा वन्यजन्तु आरक्ष रहेका छन् ?",
        "options": [
            "१ वटा",
            "२ वटा",
            "३ वटा",
            "कुनैपनि होइन"
        ],
        "answer": 0
    },
    {
        "q": "नेपालमा सर्वाधिक संख्यामा पंक्षीहरु पाइने स्थान कुन हो ?",
        "options": [
            "चितवन राष्ट्रिय निकुञ्ज",
            "शिवपुरी नागार्जुन राष्ट्रिय निकुञ्ज",
            "कोशी टप्पु वन्यजन्तु आरक्ष",
            "बर्दिया राष्ट्रिय निकुञ्ज"
        ],
        "answer": 2
    },
    {
        "q": "अर्ना र नील गाईका लागि प्रसिद्ध संरक्षण क्षेत्र कुन हो ?",
        "options": [
            "पर्सा राष्ट्रिय निकुञ्ज",
            "कोशी टप्पु वन्यजन्तु आरक्ष",
            "ढोरपाटन शिकार आरक्ष",
            "चितवन राष्ट्रिय निकुञ्ज"
        ],
        "answer": 1
    },
    {
        "q": "नेपालको एक मात्र शिकार आरक्ष कुन हो ?",
        "options": [
            "ढोरपाटन शिकार आरक्ष",
            "नुरपाटन शिकार आरक्ष",
            "गोरपाटन शिकार आरक्ष",
            "मालेपाटन शिकार आरक्ष"
        ],
        "answer": 0
    },
    {
        "q": "तल दिइएका विभिन्न विकल्पहरु मध्ये हाल नेपालमा रहेका विभिन्न शिकार आरक्षहरु मध्ये कतिवटा शिकार आरक्षहरु रहेका छन् ?",
        "options": [
            "२ वटा",
            "४ वटा",
            "कुनैपनि होइन",
            "एउटै"
        ],
        "answer": 3
    },
    {
        "q": "ढोरपाटन शिकार आरक्षको स्थापना कहिले भएको हो ?",
        "options": [
            "वि.सं. २०४४",
            "वि.सं. २०३४",
            "वि.सं. २०४०",
            "वि.सं. २०४२"
        ],
        "answer": 0
    }
];