const quiz = [
{"q":"माटोको मिश्रणमा तलका मध्ये कुनचाहिँ हुन्छ ?","options":["चट्टानको कण","माटोको चार माटो","दुबै","कुनैपनि होइन"],"answer":2},
{"q":"नेपालमा उपलब्धताको आधारमा कति प्रकारमा वर्गीकरण गरिएको छ ?","options":["५ वटा","६ वटा","४ वटा","७ वटा"],"answer":0},
{"q":"कृषि कार्यका लागि ज्यादै उत्तम मानिने माटो कुन हो ?","options":["बलौटे पत्थरिलो माटो","पाँगो माटो","तलैया माटो","रातो फुस्रो माटो"],"answer":1},
{"q":"नदीद्वारा जम्मा भएको बालुवा, कङकड, पत्थर जस्ता खुकुला खस्रा पदार्थ मिली बनेको माटो कुन हो ?","options":["पाँगो माटो","बलौटे पत्थरिलो माटो","रातो फुस्रो माटो","तलैया माटो"],"answer":1},
{"q":"भावर प्रदेश, भित्री मधेश र चुरे पहाडमा कुन प्रकारको माटो पाइन्छ ?","options":["हिमाली माटो","पाँगो माटो","बलौटे पत्थरिलो माटो","तलैया माटो"],"answer":2},
{"q":"तराई प्रदेश र बैंशीमा पाइने माटो कुन हो ?","options":["हिमाली माटो","पाँगो माटो","रातो फुस्रो माटो","तलैया माटो"],"answer":1},
{"q":"उपत्यकाका ताल सुकेर बनेको माटोलाई के भनिन्छ ?","options":["हिमाली माटो","पाँगो माटो","रातो फुस्रो माटो","तलैया माटो"],"answer":3},
{"q":"माथिल्लो कर्णाली जैविक मार्ग कहाँ रहेको छ ?","options":["चितवन","बर्दिया","कञ्चनपुर","बाँके"],"answer":1},
{"q":"काम्दी जैविक मार्ग कहाँ रहेको छ ?","options":["चितवन","बर्दिया","कञ्चनपुर","बाँके"],"answer":3},
{"q":"यार्सागुम्बाको वैज्ञानिक नाम के हो ?","options":["Cordyceps sinensis","Calerpiller fungus","Cordyceps cord","Calerpillar herb"],"answer":0},
{"q":"आधा किरा र आधा फङ्गस हुने जडिबुटी कुन हो ?","options":["पाँचऔंले","यार्सागुम्बा","तुलसी","असुरो"],"answer":1},
{"q":"नेपालमा कति प्रजातिका यार्सागुम्बाहरु पाइन्छन् ?","options":["२ वटा","७ वटा","२१ वटा","११ वटा"],"answer":3},
{"q":"Yellow living gold नामले चिनिने जडिबुटी कुन हो ?","options":["असुरो","काउलो","यार्सागुम्बा","कचुर"],"answer":2},
{"q":"पश्चिम नेपालमा मात्र पाइने वनस्पति कुन हो ?","options":["काउलो","काकरसिङ्गी","गुच्ची च्याउ","घोडताप्रे"],"answer":2},
{"q":"गुच्ची च्याउको व्यापारमा आउने भाग कुन हो ?","options":["गानो","डाँठ सहितको पात र फूल","जमिन‌माथिको पूरा भाग","काण्ड"],"answer":2},
{"q":"मृगौला आकारको पात हुने वनस्पति कुन हो ?","options":["काकरसिङ्गी","घोडताप्रे","असुरो","तुलसी"],"answer":1}
];