const quiz = [
    {
        "q": "रामसार महासन्धिलाई नेपालले कहिले अनुमोदन गर्यो",
        "options": [
            "सन् १९७५ डिसेम्बर १७",
            "सन् १९९७ डिसेम्बर १७",
            "सन् १९८७ मार्च १७",
            "सन् १९८० डिसेम्बर १७"
        ],
        "answer": 3
    },
    {
        "q": "विश्व सम्पदा सूचीमा सूचीकृत राष्ट्रिय निकुञ्ज कुनै हो ?",
        "options": [
            "सगरमाथा",
            "चितवन",
            "माथिका दुवै",
            "दुवै होइन"
        ],
        "answer": 2
    },
    {
        "q": "नेपालमा जैविक विविधता, महासन्धि कहिलेदेखि लागू भएको हो ?",
        "options": [
            "वि.सं. २०५० फागुन ९ गते",
            "वि.सं. २०४८ वैशाख १० गते",
            "वि.सं. २०५२ वैशाख १२ गते",
            "वि.सं. २०४६ असार १० गते"
        ],
        "answer": 0
    },
    {
        "q": "विश्व जैविक विविधता दिवस कहिले मनाइन्छ ?",
        "options": [
            "डिसेम्बर २०",
            "डिसेम्बर १५",
            "डिसेम्बर ३०",
            "डिसेम्बर २९"
        ],
        "answer": 3
    },
    {
        "q": "IUCN को मूर्त रुप के हो ?",
        "options": [
            "International Union for Conservation of Nature",
            "International Union for Complete Nature",
            "International Union Conserve Nepal Nature",
            "Indian Union for Conservation of Nature"
        ],
        "answer": 0
    },
    {
        "q": "IUCN को गठन कहिले भएको थियो ?",
        "options": [
            "सन् १९९८",
            "सन् १९४८",
            "सन् १९३८",
            "सन् १८४८"
        ],
        "answer": 1
    },
    {
        "q": "IUCN ले विश्वमा पाइने सम्पूर्ण वन्यजन्तुलाई कति प्रकारको सूचीमा वर्गीकरण गरेको छ ?",
        "options": [
            "३",
            "४",
            "२",
            "५"
        ],
        "answer": 1
    },
    {
        "q": "क्योटो प्रोटोकल कहिलेदेखि विश्वभर कार्यान्वयनमा आएको हो ?",
        "options": [
            "सन् २०१५",
            "सन् २००८",
            "सन् २०१०",
            "सन् २०२०"
        ],
        "answer": 0
    },
    {
        "q": "कोशी टप्पु वन्यजन्तु आरक्ष कुन जंगली जनावरको संरक्षणका लागि स्थापना भएको हो ?",
        "options": [
            "बाघ",
            "अर्ना",
            "चित्तल",
            "भारत"
        ],
        "answer": 1
    },
    {
        "q": "ढोरपाट शिकार आरक्षमा कुन जनावरको शिकार गर्न अनुमति दिइन्छ ?",
        "options": [
            "नाउर",
            "कृष्णसार",
            "नाउर",
            "भारत"
        ],
        "answer": 2
    },
    {
        "q": "विश्वमा सबैभन्दा पहिला स्थापित ग्यालापागोस सुरक्षण क्षेत्र कुन देशमा स्थापान भएको हो ?",
        "options": [
            "स्पेन",
            "इक्वेडर",
            "अमेरिका",
            "भारत"
        ],
        "answer": 1
    },
    {
        "q": "माटो तथा माटोको वातावरण सम्बन्धी अध्ययन गर्ने शास्त्रलाई के भनिन्छ ?",
        "options": [
            "Petrology",
            "Biology",
            "Geology",
            "Pedology"
        ],
        "answer": 3
    },
    {
        "q": "हात्तीको सरदार आयु कति हुन्छ ?",
        "options": [
            "६५ वर्ष",
            "५५ वर्ष",
            "८५ वर्ष",
            "७५ वर्ष"
        ],
        "answer": 3
    },
    {
        "q": "विश्व वातावरण दिवस कहिले मनाइन्छ ?",
        "options": [
            "जुन १०",
            "जुन ५",
            "मार्च ५",
            "डिसेम्बर ५"
        ],
        "answer": 1
    },
    {
        "q": "Ecology and the Human Spirit नामक पुस्तकका लेखक को हुन् ?",
        "options": [
            "अल गोर",
            "हिउज जर्ज",
            "मार्टिन चर्च",
            "ब्रउन जर्ज"
        ],
        "answer": 2
    },
    {
        "q": "अब्राहम पुरस्कार के सँग सम्बन्धित छ ?",
        "options": [
            "शिक्षा",
            "कलाकारिता",
            "वातावरण",
            "माथिका सबै"
        ],
        "answer": 2
    },
    {
        "q": "संयुक्त राष्ट्रसंघीय जैविक विविधता महासन्धिलाई नेपालले कहिले अनुमोदन गरेको हो ?",
        "options": [
            "सन् १९९३",
            "सन् १९९४",
            "सन् १९९५",
            "सन् १९९६"
        ],
        "answer": 1
    },
    {
        "q": "वातावरण संरक्षण परिषद्को स्थापना कहिले भयो ?",
        "options": [
            "वि.सं. २०५०",
            "वि.सं. २०४९",
            "वि.सं. २०४८",
            "वि.सं. २०४६"
        ],
        "answer": 3
    },
    {
        "q": "साइटिस (CITES) के सँग सम्बन्धित छ ?",
        "options": [
            "दुर्लभ जीवजन्तु र पशुपंक्षी संरक्षण गर्ने संस्था",
            "वातावरणको संरक्षण गर्ने संस्था",
            "वनस्पतिको संरक्षण गर्ने संस्था",
            "माथिका सबै"
        ],
        "answer": 0
    },
    {
        "q": "नेपालको कुन संरक्षित क्षेत्रमा बढी चरा पाइन्छन् ?",
        "options": [
            "कोशी टप्पु वन्यजन्तु आरक्ष",
            "बर्दिया राष्ट्रिय निकुञ्ज",
            "सगरमाथा राष्ट्रिय निकुञ्ज",
            "अन्नपूर्ण संरक्षण क्षेत्र"
        ],
        "answer": 0
    },
    {
        "q": "इसिमोडको स्थापना कहिले भएको हो ?",
        "options": [
            "सन् १९५० डिसेम्बर ५",
            "सन् १९४६ डिसेम्बर ५",
            "सन् १९७३ डिसेम्बर १०",
            "सन् १८८३ डिसेम्बर ५"
        ],
        "answer": 1
    },
    {
        "q": "विश्व वन्यजन्तु कोष (WWF) को पूरा रुप के हो ?",
        "options": [
            "World Wild Animal Family",
            "World Wide Fund for Nature",
            "Wild Watch Fund",
            "World Wide Fun for Nature"
        ],
        "answer": 1
    },
    {
        "q": "तल दिइएका विभिन्न विकल्पहरु मध्ये कुनै पनि मुलुकको वातावरण सन्तुलनका लागि कति प्रतिशत वनक्षेत्र आवश्यक पर्दछ ?",
        "options": [
            "५० प्रतिशत",
            "२५ प्रतिशत",
            "४३ प्रतिशत",
            "६० प्रतिशत"
        ],
        "answer": 2
    },
    {
        "q": "विश्व वन्यजन्तु कोषको प्रधान कार्यालय कहाँ रहेको छ ?",
        "options": [
            "अमेरिका",
            "बेलायत",
            "फ्रान्स",
            "स्वीजरल्याण्ड"
        ],
        "answer": 3
    },
    {
        "q": "For a living planet कुन संस्थासँग सम्बन्धित छ ?",
        "options": [
            "IUCN",
            "CITIES",
            "WWF",
            "UNO"
        ],
        "answer": 2
    },
    {
        "q": "सबैभन्दा बढी अक्सिजन उत्पादन गर्ने रुख कुन हो ?",
        "options": [
            "सिमल",
            "बर",
            "पिपल",
            "तुलसी"
        ],
        "answer": 2
    },
    {
        "q": "आधा समय किरा र आधा समय वनस्पति हुने औषधीय गुणयुक्त वनस्पतिको नाम के हो ?",
        "options": [
            "पाँचऔंले",
            "यार्सागुम्बा",
            "काउसो",
            "घोडताप्रे"
        ],
        "answer": 1
    },
    {
        "q": "नेपालको निजी वनलाई कहिले राष्ट्रियकरण गरियो ?",
        "options": [
            "वि.सं. २०१३",
            "वि.सं. २०१४",
            "वि.सं. २०१५",
            "वि.सं. २०१६"
        ],
        "answer": 1
    },
    {
        "q": "नेपालमा कति प्रजातिका वन पैदावारलाई निकासी प्रतिवन्ध लगाइएको छ ?",
        "options": [
            "१०",
            "११",
            "१२",
            "१३"
        ],
        "answer": 2
    },
    {
        "q": "रात दिन अक्सिजन दिने बिरुवा कुन हो ?",
        "options": [
            "बर",
            "पिपल",
            "तुलसी",
            "सिमल"
        ],
        "answer": 1
    },
    {
        "q": "अंग्रेजीमा Caterpiller Fungus भनिने महत्वपूर्ण वनस्पतिको नेपाली नाम के हो ?",
        "options": [
            "हडचुर",
            "काउसे",
            "पाँचऔंले",
            "यार्सागुम्बा"
        ],
        "answer": 3
    },
    {
        "q": "प्रसिद्ध चारकोशे झाडी कुन वनक्षेत्रमा पर्दछ ?",
        "options": [
            "उपोष्ण सदावहार वन",
            "कोणधारी वन",
            "लेकाली वन",
            "समशितोष्ण पतझर वन"
        ],
        "answer": 3
    },
    {
        "q": "नेपालमा सर्वप्रथम वन संरक्षणका लागि Forest Inspection Office बन जाँच अड्डाको स्थापना कहिले भएको हो ?",
        "options": [
            "सन् १९५०",
            "सन् १९३८",
            "सन् १९३४",
            "सन् १९९०"
        ],
        "answer": 2
    },
    {
        "q": "अन्नपूर्ण संरक्षण क्षेत्रको कसले व्यवस्थापन गर्दछ ?",
        "options": [
            "वन तथा वातावरण मन्त्रालय",
            "वन विभाग",
            "राष्ट्रिय प्रकृति संरक्षण कोष",
            "विश्व वन्यजन्तु कोष"
        ],
        "answer": 2
    },
    {
        "q": "नेपालमा कहिलेदेखि दीर्घकालीन वन विकास गुरुयोजना सुरु गरियो ?",
        "options": [
            "वि.सं. १९८९",
            "वि.सं. १९९९",
            "वि.सं. १९३०",
            "वि.सं. २००१"
        ],
        "answer": 0
    },
    {
        "q": "कुन वनलाई उल्पाइन वनस्पति भनिन्छ ?",
        "options": [
            "टुण्ड्रा वन",
            "लेकाली वन",
            "कोणधारी वन",
            "उपोष्ण वन"
        ],
        "answer": 1
    },
    {
        "q": "एउटा रुखले सरदर दैनिक कति के.जी. अक्सिजन उत्पावन गर्दछ ?",
        "options": [
            "५ के.जी.",
            "२.७ के.जी.",
            "१० के.जी.",
            "१ के.जी."
        ],
        "answer": 1
    },
    {
        "q": "श्लेषमान्तक वन भन्नाले केलाई बुझाउँछ ?",
        "options": [
            "पिपलको रुख भएको वन",
            "बाँदरहरु धेरै भएको वन",
            "साना साना रुख विरुवा भएको वन",
            "लप्सीको रुख भएको वन"
        ],
        "answer": 1
    },
    {
        "q": "नेपालमा सर्वप्रथम वृक्षारोपण कार्यक्रम कहिलेदेखि सुरु भएको हो ?",
        "options": [
            "वि.सं. २०१५ साल देखि",
            "वि.सं. २००२ साल देखि",
            "वि.सं. २०३६ साल देखि",
            "वि.सं. १९९० साल देखि"
        ],
        "answer": 1
    },
    {
        "q": "नेपालमा कति प्रकारका पारिस्थितिक प्रणालीहरु पाइन्छ ?",
        "options": [
            "१५० प्रजातिका",
            "११८ प्रजातिका",
            "५ प्रजातिका",
            "१९० प्रजातिका"
        ],
        "answer": 2
    },
    {
        "q": "विश्वमा पाइने सम्पूर्ण वनस्पति मध्ये नेपालमा कति प्रतिशत वनस्पति पाइन्छ ?",
        "options": [
            "१.५ प्रतिशत",
            "४.८ प्रतिशत",
            "३.६ प्रतिशत",
            "२.८ प्रतिशत"
        ],
        "answer": 3
    },
    {
        "q": "पदम चाल भन्नाले केलाई बुझाउँछ ?",
        "options": [
            "हिमाली क्षेत्रमा पाइने एक वनस्पति",
            "तराई क्षेत्रमा पाइने एक वनस्पति",
            "पहाडी क्षेत्रमा पाइने एक वनस्पति",
            "हात्तीले पाइला टेकेको माटो"
        ],
        "answer": 0
    },
    {
        "q": "कुन क्षेत्रलाई वनविहीन क्षेत्र भनेर चिनिन्छ ?",
        "options": [
            "टुण्ड्रा क्षेत्र",
            "समशितोष्ण क्षेत्र",
            "पतझर क्षेत्र",
            "सुख्खा क्षेत्र"
        ],
        "answer": 0
    },
    {
        "q": "लेकाली वनमा मुख्य रुपमा कस्ता बिरुवाहरु पाइन्छ ?",
        "options": [
            "होचा रुखहरु",
            "झाडीदार रुखहरु",
            "माथिका सबै",
            "कुनै पनि होइन"
        ],
        "answer": 2
    },
    {
        "q": "समुद्र सतहबाट करिब १२०० मिटरसम्मको उचाइमा अग्ला, मोटा तथा सदावहार प्रकृतिका रुखहरु पाइने वनक्षेत्रलाई कस्तो वन भनिन्छ ?",
        "options": [
            "लेकाली वन",
            "समशितोष्ण वन",
            "उपोष्ण प्रदेशीय सदावहार वन",
            "कोणधारी वन"
        ],
        "answer": 2
    },
    {
        "q": "उपोष्ण सदावहार वन कुन क्षेत्रमा पाइन्छ ?",
        "options": [
            "तराई",
            "भावर",
            "दून",
            "माथिका सबै"
        ],
        "answer": 3
    },
    {
        "q": "विश्व वन्यजन्तु कोष (WWF) को स्थापना कहिले भएको हो ?",
        "options": [
            "सन् १९६५",
            "सन् १९६१",
            "सन् १९२०",
            "सन् १९७१"
        ],
        "answer": 1
    },
    {
        "q": "नेपाल प्रकृति संरक्षण कोषको स्थापना कहिले भएको हो ?",
        "options": [
            "वि.सं. २०४९/८/२०",
            "वि.सं. २०४४/८/२०",
            "वि.सं. २०३९/१२/२०",
            "वि.सं. २०३९/८/२०"
        ],
        "answer": 3
    },
    {
        "q": "भारतमा सुन्दरलाल बहुगुणाले चलाएको चिपको आन्दोलनको के सँग सम्बन्धित छ ?",
        "options": [
            "महंगी विरुद्ध",
            "वन्यजन्तुले पारेको क्षति विरुद्ध",
            "वन वनस्पति संरक्षण",
            "वन विनासको लागि"
        ],
        "answer": 2
    },
    {
        "q": "ढाड नभएका प्राणीहरुलाई के भनिन्छ ?",
        "options": [
            "Vertebrates",
            "Reptiles",
            "Mammals",
            "Invertebrates"
        ],
        "answer": 3
    },
    {
        "q": "विश्वमा लोप हुन लागेका बन्यजन्तुहरुको सूचीलाई के भनिन्छ ?",
        "options": [
            "लक डाटा बुक",
            "नोड डाय बुक",
            "बिल डाट बुक",
            "रेड डाटा बुक"
        ],
        "answer": 3
    },
    {
        "q": "बाघको वैज्ञानिक नाम के हो ?",
        "options": [
            "Panthera leo",
            "Panthera tigirs",
            "Elephas maximum",
            "Rana tigrina"
        ],
        "answer": 1
    },
    {
        "q": "स्थापनाकालमा राष्ट्रिय प्रकृति संरक्षण कोषलाई के नामाकरण गरिएको थियो ?",
        "options": [
            "श्री ५ वीरेन्द्र प्रकृति संरक्षण कोष",
            "श्री ५ त्रिभुवनले प्रकृति संरक्षण कोष",
            "श्री ५ महेन्द्र प्रकृति संरक्षण कोष",
            "श्री राष्ट्रिय वन्यजन्तु संरक्षण कोष"
        ],
        "answer": 0
    },
    {
        "q": "राष्ट्रिय प्रकृति संरक्षण कोषको प्रधान कार्यालय कहाँ रहेको छ ?",
        "options": [
            "पोखरा",
            "विराटनगर",
            "काठमाडौँ",
            "ललितपुर"
        ],
        "answer": 3
    },
    {
        "q": "राष्ट्रिय प्रकृति संरक्षण कोषको संरक्षक को हुने गर्दछ ?",
        "options": [
            "सभामुख",
            "राष्ट्रपति",
            "प्रधानमन्त्री",
            "वन मन्त्री"
        ],
        "answer": 0
    },
    {
        "q": "राष्ट्रिय प्रकृति संरक्षण कोषको अध्यक्ष को हुने गर्दछ ?",
        "options": [
            "सभामुख",
            "राष्ट्रपति",
            "वन तथा वातावरण मन्त्री",
            "प्रदेश प्रमुख"
        ],
        "answer": 2
    },
    {
        "q": "विश्वमा कति प्रजातिका सालक पाइन्छन् ?",
        "options": [
            "६",
            "१०",
            "१२",
            "८"
        ],
        "answer": 3
    },
    {
        "q": "नेपालमा कति प्रजातिका सालक पाइन्छन् ?",
        "options": [
            "८",
            "५",
            "३",
            "२"
        ],
        "answer": 3
    },
    {
        "q": "साइटिस महासन्धिले विभिन्न वन्यजन्तु तथा वनस्पतिहरुलाई संरक्षणको आधारमा कतिवटा अनुसूचीहरुमा वर्गीकरण गरेको छ ?",
        "options": [
            "२",
            "३",
            "४",
            "५"
        ],
        "answer": 1
    },
    {
        "q": "ललितपुरमा भएको राष्ट्रिय वनस्पति उद्यानको स्थापना कहिले भएको हो ?",
        "options": [
            "वि.सं. २०१९ कार्तिक १२",
            "वि.सं. २०२२ कार्तिक १२",
            "वि.सं. २०१९ वैशाख १२",
            "वि.सं. २०२२ वैशाख १२"
        ],
        "answer": 0
    }
]