const quiz = [
    {
        "q": "स्थापनाकालमा राष्ट्रिय वनस्पति उद्यान के नामले चिनिन्थ्यो ?",
        "options": [
            "गोदावरी उद्यान",
            "वनस्पति उद्यान",
            "शाही वनस्पति उद्यान",
            "ललितपुर वनस्पति संग्रहालय"
        ],
        "answer": 2
    },
    {
        "q": "राष्ट्रिय वनस्पति उद्यानमा कति प्रजातिका फूलहरु पाइने गर्दछन् ?",
        "options": [
            "८००",
            "२००",
            "४२०",
            "५७५"
        ],
        "answer": 1
    },
    {
        "q": "राष्ट्रिय वनस्पति उद्यानमा कति प्रजातिका पंक्षी रहेका छन् ?",
        "options": [
            "२९९",
            "३९०",
            "४९०",
            "१९०"
        ],
        "answer": 0
    },
    {
        "q": "राष्ट्रिय वनस्पति उद्यानमा कति प्रजातिका पुतली रहेका छन् ?",
        "options": [
            "२५०",
            "३५०",
            "१५०",
            "५०"
        ],
        "answer": 0
    },
    {
        "q": "राष्ट्रिय हर्वेरियम तथा वनस्पति प्रयोगशालाको स्थापना कहिले भएको हो ?",
        "options": [
            "सन् १९७०",
            "सन् १९५१",
            "सन् १९६१",
            "सन् १९८१"
        ],
        "answer": 2
    },
    {
        "q": "हर्बेरियम भन्ने शब्दले के कुरालाई बुझाउँछ ?",
        "options": [
            "चिडियाखाना",
            "वनजंगल",
            "वन्यजन्तु",
            "वनस्पति संग्रहालय"
        ],
        "answer": 3
    },
    {
        "q": "पछिल्लो तथ्यांक अनुसार नेपालमा कति प्रजातिका फूल फूल्ने वनस्पति रहेका छन् ?",
        "options": [
            "६२३०",
            "५२२०",
            "७४९०",
            "५६०६"
        ],
        "answer": 0
    },
    {
        "q": "नेपालमा कति प्रजातिका कोणधारी वनस्पति रहेका छन् ?",
        "options": [
            "२०",
            "१८",
            "२५",
            "२८"
        ],
        "answer": 3
    },
    {
        "q": "नेपालमा कति प्रजातिका एकदलीय (Monocot) वनस्पति रहेका छन् ?",
        "options": [
            "१६९५",
            "१२००",
            "१४०५",
            "१४९५"
        ],
        "answer": 3
    },
    {
        "q": "राष्ट्रिय वनस्पति उद्यानमा कति प्रजातिका गुराँस रहेका छन् ?",
        "options": [
            "१०",
            "१५",
            "२०",
            "२५"
        ],
        "answer": 1
    },
    {
        "q": "नेपालमा लोप हुन लागेको वनस्पति कति रहेका छन् ?",
        "options": [
            "२४ प्रजातिका",
            "३८ प्रजातिका",
            "४७ प्रजातिका",
            "३५ प्रजातिका"
        ],
        "answer": 0
    },
    {
        "q": "संसारमा कति प्रजातिका गुराँस पाइन्छन् ?",
        "options": [
            "५०",
            "१०००",
            "१२००",
            "१५०"
        ],
        "answer": 1
    },
    {
        "q": "संसारमा सबैभन्दा धेरै गुराँसका प्रजाति पाइने देश कुन हो ?",
        "options": [
            "चीन",
            "भारत",
            "इण्डोनेशिया",
            "जापान"
        ],
        "answer": 2
    },
    {
        "q": "नेपालमा कति प्रजातिका गुराँस पाइन्छन् ?",
        "options": [
            "२९",
            "२७",
            "३१",
            "३२"
        ],
        "answer": 3
    },
    {
        "q": "नेपालमा कति प्रजातिका जडीबुटी तथा सुगन्धित वनस्पतिहरु पाइन्छन् ?",
        "options": [
            "१६०० भन्दा बढी",
            "१२०० भन्दा बढी",
            "२००० भन्दा बढी",
            "२२०० भन्दा बढी"
        ],
        "answer": 0
    },
    {
        "q": "नेपालमा कति प्रजातिका एकदलीय (Monocot) वनस्पति रहेका छन् ?",
        "options": [
            "१२००",
            "१५००",
            "१४०५",
            "१६००"
        ],
        "answer": 2
    },
    {
        "q": "नेपालमा कति प्रजातिका जडीबुटीहरु व्यावसायिक खेतीको लागि उपयुक्त मानिन्छ ?",
        "options": [
            "२००",
            "१५०",
            "३००",
            "१००"
        ],
        "answer": 3
    },
    {
        "q": "नेपालको कुल भूभागको कति प्रतिशत वनस्पतिहरुले ढाकेको छ ?",
        "options": [
            "३० प्रतिशत",
            "३९.६ प्रतिशत",
            "४२.६ प्रतिशत",
            "४०.७ प्रतिशत"
        ],
        "answer": 0
    },
    {
        "q": "नेपालमा वनसम्बन्धी कानुनी व्यवस्था गर्ने पहिलो ऐन कुन हो ?",
        "options": [
            "पहिलो वन ऐन २०१०",
            "पहिलो वन ऐन २०७६",
            "पहिलो वन ऐन २०४९",
            "पहिलो वन ऐन २०१८"
        ],
        "answer": 1
    },
    {
        "q": "वन ऐन २०७६ अनुसार वनलाई कति प्रकारमा वर्गीकरण गरिएको छ ?",
        "options": [
            "५",
            "७",
            "४",
            "३"
        ],
        "answer": 1
    },
    {
        "q": "वन ऐन २०७६ अनुसार कबुलियती वन बढीमा कति वर्षसम्मको लागि हस्तान्तरण गर्न सकिन्छ ?",
        "options": [
            "४० वर्ष",
            "५० वर्ष",
            "३० वर्ष",
            "६० वर्ष"
        ],
        "answer": 0
    },
    {
        "q": "वन ऐन २०७६ अनुसार कबुलियती वनलाई अधिकतम कति हेक्टरसम्म दिन सकिन्छ ?",
        "options": [
            "३५ हेक्टर",
            "४५ हेक्टर",
            "५५ हेक्टर",
            "५० हेक्टर"
        ],
        "answer": 3
    },
    {
        "q": "संवैधानिक रुपमा वन, वातावरण र जलाधार संरक्षणलाई कुन सूचीमा राखिएको छ ?",
        "options": [
            "संघको अधिकारको सूची",
            "प्रदेशको अधिकारको सूची",
            "स्थानीय तहको अधिकारको सूची",
            "साझा अधिकारको सूची"
        ],
        "answer": 1
    },
    {
        "q": "सामुदायिक वनको अवधारणा कहिलेदेखि सुरु भएको हो ?",
        "options": [
            "वि.सं. २०१५",
            "वि.सं. २०३०",
            "वि.सं. २०४८",
            "वि.सं. २०५०"
        ],
        "answer": 3
    },
    {
        "q": "वन ऐन २०७६ कहिलेदेखि लागू भयो ?",
        "options": [
            "वि.सं. २०७६ फागुन १५",
            "वि.सं. २०७६ चैत १५",
            "वि.सं. २०७७ वैशाख १५",
            "वि.सं. २०७६ फागुन २०"
        ],
        "answer": 3
    },
    {
        "q": "वन ऐन २०७६ अनुसार कति जनाको उपभोक्ता समूहलाई सामुदायिक वन हस्तान्तरण गर्न सकिन्छ ?",
        "options": [
            "५ जना भन्दा कम",
            "५ जना वा सो भन्दा बढी",
            "१० जना वा सो भन्दा बढी",
            "२० जना वा सो भन्दा बढी"
        ],
        "answer": 1
    },
    {
        "q": "नेपालमा सबैभन्दा बढी क्षेत्रफलमा फैलिएको वन कुन हो ?",
        "options": [
            "देवदार",
            "सल्ला",
            "सल्लो",
            "साल"
        ],
        "answer": 1
    },
    {
        "q": "रुखबिरुवा, वन, वन्यजन्तु, राष्ट्रिय निकुञ्ज, आरक्ष तथा संरक्षण क्षेत्रको संरक्षणका लागि वन ऐन २०७६ मा कति किसिमका बिदाको व्यवस्था गरिएको छ ?",
        "options": [
            "३ किसिमका",
            "४ किसिमका",
            "५ किसिमका",
            "६ किसिमका"
        ],
        "answer": 0
    },
    {
        "q": "वन ऐन २०७६ अनुसार संरक्षित वनको घोषणा कसले गर्न सक्नेछ ?",
        "options": [
            "राष्ट्रपति",
            "प्रदेश सरकार",
            "संघीय सरकार",
            "स्थानीय तह"
        ],
        "answer": 1
    },
    {
        "q": "वन ऐन २०७६ अनुसार संरक्षण क्षेत्रको घोषणा कसले गर्न सक्नेछ ?",
        "options": [
            "राष्ट्रपति",
            "प्रदेश सरकार",
            "संघीय सरकार",
            "स्थानीय तह"
        ],
        "answer": 3
    },
    {
        "q": "नेपालमा सबैभन्दा धेरै क्षेत्रफलमा फैलिएको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "लाङटाङ",
            "शे-फोक्सुण्डो",
            "सगरमाथा",
            "चितवन"
        ],
        "answer": 1
    },
    {
        "q": "नेपालमा सबैभन्दा धेरै पर्यटक भित्र्याउने राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "लाङटाङ",
            "शे-फोक्सुण्डो",
            "सगरमाथा",
            "चितवन"
        ],
        "answer": 2
    },
    {
        "q": "नेपालमा संरक्षित क्षेत्र कति रहेका छन् ?",
        "options": [
            "१५",
            "१८",
            "२०",
            "१२"
        ],
        "answer": 2
    },
    {
        "q": "नेपालमा सबैभन्दा कम क्षेत्रफल भएको राष्ट्रिय निकुञ्ज कुन हो ?",
        "options": [
            "रारा",
            "खप्तड",
            "बाँके",
            "शिवपुरी-नागार्जुन"
        ],
        "answer": 0
    },
    {
        "q": "नेपालको सबैभन्दा ठूलो शिकार आरक्ष कुन हो ?",
        "options": [
            "ढोरपाटन",
            "खुम्बू",
            "गौरीशंकर",
            "बाँके"
        ],
        "answer": 2
    },
    {
        "q": "नेपालमा कति प्रजातिका स्तनधारी जनावरहरु पाइन्छन् ?",
        "options": [
            "१२९",
            "२०८",
            "२५०",
            "१४९"
        ],
        "answer": 1
    },
    {
        "q": "नेपालमा कति प्रजातिका चराचुरुङ्गीहरु पाइन्छन् ?",
        "options": [
            "७९०",
            "८८७",
            "८९९",
            "९०९"
        ],
        "answer": 2
    },
    {
        "q": "नेपालमा कति प्रजातिका सर्प र छेपारो पाइन्छन् ?",
        "options": [
            "१२९",
            "१५०",
            "९०",
            "१४०"
        ],
        "answer": 3
    },
    {
        "q": "नेपालमा कति प्रजातिका उभयचर जनावर पाइन्छन् ?",
        "options": [
            "३८",
            "५०",
            "६०",
            "७०"
        ],
        "answer": 0
    },
    {
        "q": "नेपालमा कति प्रजातिका माछाहरु पाइन्छन् ?",
        "options": [
            "१९०",
            "१७०",
            "२२०",
            "२५०"
        ],
        "answer": 3
    },
    {
        "q": "वन्यजन्तु (संरक्षण) ऐन २०२९ कहिलेदेखि लागू भयो ?",
        "options": [
            "वि.सं. २०२९ भाद्र ५",
            "वि.सं. २०२९ असोज ५",
            "वि.सं. २०३० भाद्र ५",
            "वि.सं. २०३० असोज ५"
        ],
        "answer": 0
    },
    {
        "q": "नेपालको गैंडाको वैज्ञानिक नाम के हो ?",
        "options": [
            "Rhinoceros unicornis",
            "Elephas maximus",
            "Panthera tigris",
            "Sus scrofa"
        ],
        "answer": 2
    },
    {
        "q": "नेपालको दुर्लभ वन्यजन्तु बाघको वैज्ञानिक नाम के हो ?",
        "options": [
            "Panthera leo",
            "Panthera pardus",
            "Panthera tigris",
            "Panthera uncia"
        ],
        "answer": 2
    },
    {
        "q": "वन्यजन्तु (संरक्षण) ऐन २०२९ अनुसार कति प्रजातिका स्तनधारी जनावर संरक्षित सूचीमा राखिएको छ ?",
        "options": [
            "२४",
            "२५",
            "२८",
            "२६"
        ],
        "answer": 2
    },
    {
        "q": "वन्यजन्तु (संरक्षण) ऐन २०२९ अनुसार कति प्रजातिका चराचुरुङ्गी संरक्षित सूचीमा राखिएको छ ?",
        "options": [
            "१०",
            "१२",
            "८",
            "९"
        ],
        "answer": 3
    },
    {
        "q": "वन्यजन्तु (संरक्षण) ऐन २०२९ अनुसार कति प्रजातिका सरिसृप जनावर संरक्षित सूचीमा राखिएको छ ?",
        "options": [
            "४",
            "३",
            "५",
            "७"
        ],
        "answer": 0
    },
    {
        "q": "वन्यजन्तु (संरक्षण) ऐन २०२९ अनुसार संरक्षित सूचीमा रहेको सालक कति प्रजातिका छन् ?",
        "options": [
            "१",
            "२",
            "३",
            "४"
        ],
        "answer": 1
    },
    {
        "q": "वन्यजन्तु (संरक्षण) ऐन २०२९ अनुसार संरक्षित सूचीमा रहेको माछा कति प्रजातिका छन् ?",
        "options": [
            "१",
            "२",
            "३",
            "४"
        ],
        "answer": 1
    },
    {
        "q": "नेपालमा हात्ती कति प्रजातिका पाइन्छन् ?",
        "options": [
            "१",
            "२",
            "३",
            "४"
        ],
        "answer": 2
    },
    {
        "q": "विश्वमा कति प्रजातिका भालु पाइन्छन् ?",
        "options": [
            "६",
            "७",
            "८",
            "९"
        ],
        "answer": 3
    },
    {
        "q": "नेपालको कति प्रतिशत भू-भाग संरक्षित क्षेत्रले ओगटेको छ ?",
        "options": [
            "२० प्रतिशत",
            "२३.३९ प्रतिशत",
            "२४.७ प्रतिशत",
            "२५.३ प्रतिशत"
        ],
        "answer": 2
    },
    {
        "q": "वन्यजन्तु (संरक्षण) ऐन २०२९ अनुसार संरक्षित वन्यजन्तु शिकार गरेमा कति जरिवाना तिर्नुपर्ने व्यवस्था गरिएको छ ?",
        "options": [
            "१ लाख",
            "२ लाख",
            "३ लाख",
            "५ लाख"
        ],
        "answer": 0
    },
    {
        "q": "राष्ट्रिय निकुञ्ज, वन्यजन्तु आरक्ष, शिकार आरक्ष वा संरक्षण क्षेत्रलाई कुनै किसिमले अतिक्रमण वा कब्जा गर्ने वा बिक्री गरेमा वा गराएमा १० लाख जरिवाना तिर्नुपर्ने व्यवस्था गरिएको छ भने कति वर्ष जेल सजाय हुने व्यवस्था गरिएको छ ?",
        "options": [
            "१ वर्ष",
            "५ वर्ष",
            "१० वर्ष",
            "२० वर्ष"
        ],
        "answer": 2
    },
    {
        "q": "यदि वन्यजन्तुबाट सख्त घाइते भएमा रु. २ लाख उपचार खर्च पाउने व्यवस्था छ भने सामान्य घाइते भएमा उक्त व्यक्तिले अधिकतम कति रुपैयाँ उपचार खर्च पाउने छन् ?",
        "options": [
            "२० हजार",
            "५० हजार",
            "१ लाख",
            "१० लाख"
        ],
        "answer": 2
    },
    {
        "q": "वन्यजन्तुको अपराध नियन्त्रणको क्रममा देखिएको चुनौती तलका मध्ये कुन हो ?",
        "options": [
            "खुला सीमाना",
            "आधुनिक प्रविधिको उपयोगमा कमी",
            "मानव वन्यजन्तु बीचको द्वन्द्व",
            "माथिका सबै"
        ],
        "answer": 3
    },
    {
        "q": "नेपालमा चोरी शिकारी, बासस्थान, बाढी लगायत संरक्षणमा चुनौती देखिएको खुला चौरमा बस्न रुचाउने कृष्णसारको संख्या कति रहेको छ ?",
        "options": [
            "२२५",
            "३२५",
            "१३१",
            "२३०"
        ],
        "answer": 2
    },
    {
        "q": "नेपालमा कति प्रजातिका ओतहरु पाइन्छन् ?",
        "options": [
            "१",
            "२",
            "३",
            "४"
        ],
        "answer": 1
    }
]